{
  "home": "Home",
  "about": "About",
  "skill": "Skills",
  "projectsList": "Projects",
  "contact": "Contact",
  "titleHome": "Vanderlei Neto",
  "subTitleHome": "Web Developer",
  "resume": "https://drive.google.com/file/d/1",
  "textHome": "I'm a web developer creating websites for businesses and individuals. I transform ideas into digital solutions that grab attention and provide value.",
  "cv": "Resume",

  "titleAbout": "About Me",
  "aboutDetails": [
    {
      "textAbout": "I am a web developer with a passion for creating engaging and intuitive digital experiences. With over three years of experience, I specialise in building modern, responsive interfaces using technologies such as HTML, CSS, JavaScript, React, Express, and WordPress."
    },
    {
      "textAbout": "I have had the opportunity to collaborate on various projects, helping transform ideas into robust and functional digital solutions. One of my notable projects is the Author Notation Generator, where I utilised the Cutter table as a foundation. Currently, I am developing a similar application using PHA tables with JavaScript, aiming to optimise processes and provide innovative solutions in the field of Library and Information Science."
    }
  ],

  "subTitle": "Services",
  "services": [
    {
      "title": "Web Development",
      "text": "I create modern and responsive websites using technologies such as HTML, CSS, JavaScript, React, and Angular."
    },
    {
      "title": "Web Design",
      "text": "I create websites with engaging and intuitive interfaces that capture attention and deliver value."
    },
    {
      "title": "Consulting",
      "text": "I provide expert advice on web development and design, helping you to achieve your digital goals."
    }
  ],

  "textHbilidades": {
    "text1": "I have a natural ability to solve problems efficiently and practically.",
    "text2": "I have experience in software development, with frameworks and libraries.",
    "text3": "I always seek new knowledge and techniques to improve my skills.",
    "text4": "I also possess good communication skills and write clean, easy-to-understand code."
  },

  "skills": {
    "title": "Skills",
    "tech": "Technologies",
    "items": [
      {
        "tech": "HTML5"
      },
      {
        "tech": "CSS3"
      },
      {
        "tech": "JavaScript"
      },
      {
        "tech": "React"
      },
      {
        "tech": "Angular"
      },
      {
        "tech": "Node.js"
      },
      {
        "tech": "MongoDB"
      }
    ]
  },

  "experience": {
    "title": "Experience",
    "text": "With over 3 years of experience in web development, working with various clients and projects."
  },
  "education": {
    "title": "Education",
    "text": "I have a degree in Computer Science from the University of São Paulo, specialising in web development and design."
  },

  "projects": {
    "title": "My Projects",
    "projeto1": {
      "title": "Self-Portrait Project",
      "description": "The Self-Portrait Project, developed for the Rede de Desenvolvimento Quilombola Eparrei, aims to train 60 young quilombolas in the production of experimental photography. I developed the website using React JS for the interface, Styled Components for the responsive design, and Vercel storage for content storage and hosting. The project addressed a real demand, delivering a functional, scalable solution that aligned with the needs of the initiative."
    },
    
    
    "viewSite": "View Site",
    "viewCode": "View Code"

  
  },

  
    "contactForm": {
      "title": "Contact",
      "name": "Enter your name",
      "labelName": "Name",
      "email": "Enter your email",
      "labelEmail": "Email",
      "subject": "Enter the subject",
      "labelSubject": "Subject",
      "message": "Enter the message",
      "labelMessage": "Message",
      "send": "Send"
    },

  

  "footer": {
    "title": "Contact",
    "text1": "Email: jv.neto@ouylook.com.br",
    "text2": "Phone: +55 71 98449-8113",
    "text3": "Salvador - Bahia, Brazil",
    "text": "© 2024 By Vanderlei Neto. All rights reserved."
  }
}
