{
  
  "home": "Home",
  "about": "About",
  "skill": "Skills",
  "contact": "Contact",
  "titleHome": "Vanderlei Neto",
  "subTitleHome": "Web Developer",
  "resume": "https://drive.google.com/file/d/1",
  "textHome": "I'm a web developer creating websites for businesses and individuals. I transform ideas into digital solutions that grab attention and provide value.",
  "cv": "Resume",

"titleAbout": "About Me",
"aboutDetails": [
  {
    "textAbout": "I am a Web developer with a passion for creating engaging and intuitive digital experiences. With over 3 years of experience, I specialise in building modern and responsive interfaces using technologies such as HTML, CSS, JavaScript, React, and Angular. In addition to developing websites for businesses, educators, and researchers, I am dedicated to turning ideas into digital solutions that capture attention and deliver value."
  },
  {
    "textAbout": "With over 3 years of experience in web development, I have had the opportunity to collaborate with various companies, educators, and researchers, helping them to transform their ideas into robust and functional digital solutions. One of my standout projects is the Author Notation Generator, where I used the Cutter table as a basis. I am currently developing a similar application using PHA tables with JavaScript, aiming to optimise processes and offer innovative solutions in the field of Library Science."
  }
],

"subTitle": "Serviços",
"services": [
  {
    "title": "Web Development",
    "text": "I create modern and responsive websites using technologies such as HTML, CSS, JavaScript, React, and Angular."
  },
  {
    "title": "Web Design",
    "text": "I design engaging and intuitive interfaces that capture attention and deliver value."
  },
  {
    "title": "Consulting",
    "text": "I provide expert advice on web development and design, helping you to achieve your digital goals."
  }
],

"textHbilidades": {
  "text1": "Tenho uma habilidade natural para resolver problemas de maneira eficiente e prática. Seja um desafio técnico ou uma situação de conflito, mantenho a calma e foco em encontrar a melhor solução possível.",
  "text2": "Eu também possuo experiência em desenvolvimento de software, com algumas experiências com frameworks e bibliotecas como React, Angular, e Node.js.",
  "text3": "Minha capacidade de aprendizagem e adaptabilidade são extremamente importantes para o meu trabalho. Eu sempre busco novos conhecimentos e técnicas para melhorar minhas habilidades.",
  "text4": "Eu também possuo uma boa capacidade de comunicação e escrever código limpo e fácil de entender."

},

"skills": {
  "title": "Skills",
  "items": [
    {
      "text": "HTML5"
    },
    {
      "text": "CSS3"
    },
    {
      "text": "JavaScript"
    },
    {
      "text": "React"
    },
    {
      "text": "Angular"
    },
    {
      "text": "Node.js"
    },
    {
      "text": "MongoDB"
    }
  ]


  
},

"experience": {
  "title": "Experience",
  "text": "Com mais de 3 anos de experiência em desenvolvimento web, trabalhando com diversos clientes e projetos."
},
"education": {
  "title": "Education",
  "text": "Sou formado em Ciência da Computação pela Universidade de São Paulo, com especialização em desenvolvimento e design web."
}

}
